soap/miniupnp/miniupnpd-2.1-igd2/seeds/21_WANIPC-DeletePortMappingRange_0

<?xml version="1.0" encoding="UTF-8"?><s:Envelope s:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/" xmlns:s="http://schemas.xmlsoap.org/soap/envelope/" xmlns:soapenc="http://schemas.xmlsoap.org/soap/encoding/" ><s:Body><u:DeletePortMappingRange xmlns:u="urn:schemas-upnp-org:service:WANIPConnection:2"><NewStartPort /><NewEndPort /><NewProtocol /><NewManage /></u:DeletePortMappingRange></s:Body></s:Envelope>
